"app.name" = "Arca";
"locked.title.create" = "新しい暗号化ボールトを作成";
"locked.title.unlock" = "ボールトを解除";
"locked.master_password" = "マスターパスワード";
"locked.confirm_password" = "確認用パスワード";
"locked.action.create" = "ボールトを作成";
"locked.action.unlock" = "解除";
"locked.loading" = "解除中…";
"locked.error.passwords_mismatch" = "パスワードが一致しません。";
"locked.auth_mode.title" = "このボールトで使う認証方式を選択";
"locked.auth_mode.master.title" = "マスターパスワードを使う";
"locked.auth_mode.master.message" = "Arca が解除のたびに確認する、専用のマスターパスワードを作成して使い続けます。";
"locked.auth_mode.device.title" = "macOS 標準認証を使う";
"locked.auth_mode.device.message" = "この Mac では、Touch ID、Apple Watch、または Mac のユーザーパスワードを使う標準認証ダイアログで解除します。";
"locked.auth_mode.mutable" = "まず最初の解除方法を選びます。解除方法はあとから設定画面で追加や削除ができます。";
"locked.master_password_hint" = "このボールトは、マスターパスワードで解除する設定です。";
"locked.action.device_auth" = "macOS 標準認証で解除";
"locked.device_auth_hint" = "この Mac では、このボールトに macOS 標準認証を設定できます。";
"locked.device_auth_ready_hint" = "このボールトは、この Mac の macOS 標準認証で解除する設定です。";
"locked.device_auth_bundle_hint" = "macOS 標準認証を使うには、Arca を署名付きの .app バンドルとして起動する必要があります。swift run での起動では保護付き Keychain 保存が使えない場合があります。";
"locked.device_auth_unavailable_hint" = "この Mac では、Arca が利用できる macOS 標準認証を現在利用できません。";
"locked.multiple_auth_hint" = "このボールトは、マスターパスワードと macOS 標準認証の両方で解除できます。";
"locked.multiple_auth_master_only_hint" = "このボールトは複数の解除方法に対応していますが、この Mac では現在 macOS 標準認証を使えません。";
"locked.no_auth_methods_hint" = "このボールトには現在、有効な解除方法がありません。";
"locked.action.biometric" = "生体認証で解除";
"locked.action.touch_id" = "Touch ID で解除";
"locked.action.face_id" = "Face ID で解除";
"locked.action.optic_id" = "Optic ID で解除";
"locked.vault_path" = "ボールトの保存先";
"locked.biometric_hint" = "生体認証対応 Mac では、一度マスターパスワードで解除すると生体認証による解除が使えるようになります。";
"locked.biometric_ready_hint" = "この Mac では生体認証による解除を利用できます。";
"locked.biometric_bundle_hint" = "生体認証による解除を使うには、Arca を署名付きの .app バンドルとして起動する必要があります。swift run での起動では保護付き Keychain 保存が使えない場合があります。";
"locked.biometric_unavailable_hint" = "この Mac では、Arca が利用できる対応生体認証が現在利用できません。";
"sidebar.location" = "場所";
"location.icloud" = "iCloud";
"toolbar.new_note" = "新規セキュアノート";
"toolbar.refresh" = "再読み込み";
"toolbar.delete" = "削除";
"toolbar.lock" = "ロック";
"toolbar.search" = "検索";
"delete.confirm.title" = "このノートを削除しますか？";
"delete.confirm.action" = "削除";
"common.cancel" = "キャンセル";
"common.ok" = "OK";
"common.done" = "完了";
"delete.confirm.message" = "「%@」を削除し、同期先でも削除済みとして扱います。";
"note.kind.secure" = "セキュアノート";
"note.kind.label" = "種類: セキュアノート";
"note.modified.label" = "変更日: %@";
"note.name.placeholder" = "名前";
"table.header.name" = "名前";
"table.header.kind" = "種類";
"table.header.date_modified" = "変更日";
"table.header.location" = "場所";
"contents.title" = "内容";
"contents.empty" = "内容なし";
"tab.all_items" = "すべての項目";
"tab.secure_notes" = "セキュアノート";
"note.title.untitled" = "名称未設定";
"location.local_vault" = "Local Storage";
"refresh.notice" = "%@ を更新しました。";
"unlock.prompt" = "Arca を解除";
"menu.save" = "保存";
"menu.about" = "%@ について";
"save.confirm.title" = "このノートへの変更を保存しますか？";
"save.confirm.message" = "編集内容はまだ保存されていません。";
"save.confirm.save" = "保存";
"save.confirm.discard" = "変更を破棄";
"sidebar.settings" = "設定";
"settings.title" = "設定";
"settings.placeholder" = "今後のロケーション管理機能に向けた設定 UI の準備画面です。";
"settings.empty_title" = "ロケーションが選択されていません";
"settings.empty_message" = "左側でロケーションを選ぶか、新しく追加してください。";
"settings.location.name" = "ロケーション名";
"settings.location.path" = "ボールトのパス";
"settings.location.sync" = "iCloud 同期を使用";
"settings.location.default" = "優先ロケーション";
"settings.location.new_name" = "新しいロケーション";
"settings.auth.title" = "解除方法";
"settings.auth.title_short" = "認証";
"settings.auth.enabled" = "有効";
"settings.auth.disabled" = "無効";
"settings.auth.helper" = "マスターパスワードと macOS 標準認証は同時に有効化できますが、少なくとも 1 つは有効のままにする必要があります。";
"settings.auth.master.title" = "マスターパスワード";
"settings.auth.master.new_password" = "新しいマスターパスワード";
"settings.auth.master.confirm_password" = "確認用マスターパスワード";
"settings.auth.master.enable" = "マスターパスワードを有効化";
"settings.auth.master.disable" = "マスターパスワードを無効化";
"settings.auth.master.enabled" = "マスターパスワードによる解除を有効にしました。";
"settings.auth.master.disabled" = "マスターパスワードによる解除を無効にしました。";
"settings.auth.device.title" = "macOS 標準認証";
"settings.auth.device.enable" = "macOS 標準認証を有効化";
"settings.auth.device.disable" = "macOS 標準認証を無効化";
"settings.auth.device.enabled" = "macOS 標準認証による解除を有効にしました。";
"settings.auth.device.disabled" = "macOS 標準認証による解除を無効にしました。";
"error.init_vault" = "ボールトの初期化に失敗しました: %@";
"error.crypto.invalid_base64" = "暗号化ファイルに不正な base64 データが含まれています。";
"error.crypto.invalid_envelope" = "暗号化ファイルの形式が不正です。";
"error.crypto.password_incorrect" = "マスターパスワードが正しくありません。";
"error.crypto.missing_master_password" = "このボールトには現在、マスターパスワードが設定されていません。";
"error.crypto.unsupported_suite" = "未対応の暗号スイートです: %@。";
"error.file_format.unsupported_version" = "未対応の%@のフォーマットバージョン %d です。このビルドが対応している最大バージョンは %d です。";
"error.notestore.missing_metadata" = "ボールトメタデータがありません。";
"error.notestore.missing_auth_method" = "少なくとも 1 つの解除方法を有効のままにする必要があります。";
"warning.skipped_malformed" = "不正なノートファイルを読み飛ばしました: %@";
"warning.skipped_note_file" = "読み込めない、または未対応バージョンのノートファイルを読み飛ばしました: %@";
"file_format.kind.note" = "ノートファイル";
"file_format.kind.tombstone" = "削除マーカー";
"file_format.kind.vault_metadata" = "ボールトメタデータ";
"warning.conflict_preserved" = "「%@」の競合コピーを保持しました。";
"warning.conflict_normalize_failed" = "競合コピーの正規化に失敗しました: %@";
"suffix.conflicted_copy" = "（競合コピー）";
"error.biometric.unavailable" = "このビルドの Arca では生体認証による解除を利用できません。";
"error.biometric.missing" = "保存済みの生体認証解除情報がまだありません。まずマスターパスワードで一度解除してください。";
"error.biometric.invalid" = "保存されている生体認証解除情報が不正です。";
"error.biometric.status" = "Keychain 要求が失敗しました（status %d）。";
"error.device_auth.unavailable" = "このビルドの Arca では macOS 標準認証による解除を利用できません。";
"error.device_auth.missing_entitlement" = "このアプリのビルドでは macOS 標準認証の設定が不足しています。アプリの署名設定を確認し、署名済みの .app を起動してください。";
"error.device_auth.missing" = "この Mac には、このボールト用の macOS 標準認証情報が保存されていません。";
"error.device_auth.invalid" = "保存されている macOS 標準認証情報が不正です。";
"error.device_auth.status" = "Keychain 要求が失敗しました（status %d）。";
"about.tagline" = "機密ノートのためのセキュアな保存領域。";
"about.version" = "Arca version %@";
"about.license" = "MIT License";
"about.repository" = "SigFoundry/Arca";
